
function foo() {
  //创建一个临时的temp_array
  temp_array = new Array(200000)
 /**
  * 使用temp_array
  */
}
/**  李晶
 * 1.个人信息简介
 * 简单描述一下
 * 2.背景介绍
 * 挑些含金量的东西写上去，表明我的自信，我是很厉害的，哈哈...
 * 3.个人总结
 * 自己的工作经验，有哪些技术上优势，自己的一些思考，职业规划之类的
 * 4.工作经验
 * 每个项目中，写三四个项目
 * 有开发时间，我所负责的部分，项目产出，为公司所带来的利润，深远影响
 * 描述一下用途
 * 自己所为项目做出的突出贡献点
 * 5.开源项目与作品
*/
/**  唐宇
 * 1.个人信息简介
 * 简单描述一下
 * 2.教育背景
 * 挑些含金量的东西写上去，表明我的自信，我是很厉害的，哈哈...
 * 3.核心技能
 * 自己的工作经验，有哪些技术上优势，自己的一些思考，职业规划之类的
 * 4.项目经历
 * 每个项目中，写核心项目，核心内容
 * 有开发时间，我所负责的部分，项目产出，为公司所带来的利润，深远影响
 * 描述一下用途
 * 自己所为项目做出的突出贡献点
 * 5.工作履历
 * 公司，时间，干了哪些事
*/
/**  赵林
 * 1.个人信息简介
 * 简单描述一下
 * 2.个人总结
 * 自己的工作经验，有哪些技术上优势，自己的一些思考，职业规划之类的
 * 3.背景介绍
 * 挑些含金量的东西写上去，表明我的自信，我是很厉害的，哈哈...
 * 4.工作经验
 * 每个项目中，写三四个项目
 * 有开发时间，我所负责的部分，项目产出，为公司所带来的利润，深远影响
 * 描述一下用途
 * 自己所为项目做出的突出贡献点
 * 5.职业技能
 * 分级描述
 * 熟悉，一般，了解，
*/